[
  {
    "model": "catalog.category",
    "pk": 17,
    "fields": {
      "name": "Приключения",
      "description": "Один из основных жанров компьютерных игр, представляющий собой интерактивную историю с главным героем, управляемым игроком."
    }
  },
  {
    "model": "catalog.category",
    "pk": 18,
    "fields": {
      "name": "RPG",
      "description": "Жанр компьютерных игр, в котором игрок управляет одним или несколькими персонажами, каждый из которых описан набором численных характеристик, списком способностей и умений; примерами таких характеристик могут быть очки здоровья (англ. hit points, HP), показатели силы, ловкости, интеллекта, защиты, уклонения, уровень развития того или иного навыка и т. п."
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "Sea of Thieves",
      "description": "Sea of Thieves — это популярная приключенческая игра про пиратов, предлагающая квинтэссенцию пиратского опыта разграбления потерянных сокровищ, напряженных сражений, победы над морскими чудовищами и многого другого. Погрузитесь в это переработанное издание игры, которое включает в себя доступ к цифровым бонусным медиафайлам.",
      "image": "image/sea_of.png",
      "category": 17,
      "price": 3999,
      "created_at": "2024-04-08",
      "updated_at": "2024-05-03"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "FINAL FANTASY XIV: Dawntrail",
      "description": "Синее море, чистое небо и безграничные возможности ждут вас в Dawntrail, новейшем дополнении к FINAL FANTASY XIV Online, получившему признание критиков! Исследуйте неизведанные территории со знакомыми лицами, открывая новые племена, сталкиваясь с грозными угрозами и расширяя свои горизонты, когда снова забрезжил свет надежды.",
      "image": "image/dawntrail.png",
      "category": 18,
      "price": 3999,
      "created_at": "2024-04-24",
      "updated_at": "2024-05-03"
    }
  },
  {
    "model": "catalog.product",
    "pk": 9,
    "fields": {
      "name": "Genshin Impact",
      "description": "Шагните в Тейват, огромный мир, кишащий жизнью и пронизанный стихийной энергией.\r\n\r\nВы и ваш брат и сестра прибыли сюда из другого мира. Разлученные с неизвестным богом, лишенные своих сил и погруженные в глубокий сон, вы просыпаетесь в мире, сильно отличающемся от того, в котором вы впервые появились.\r\n\r\nТак начинается ваше путешествие по Тейвату в поисках ответов у Семерых — богов каждой стихии. По пути приготовьтесь исследовать каждый сантиметр этого удивительного мира, объединить усилия с самыми разными персонажами и разгадать бесчисленные тайны, которые хранит Тейват...",
      "image": "image/genshin.png",
      "category": 18,
      "price": 1499,
      "created_at": "2024-03-20",
      "updated_at": "2024-05-03"
    }
  },
  {
    "model": "catalog.product",
    "pk": 10,
    "fields": {
      "name": "Dragon's Dogma 2",
      "description": "Dragon's Dogma — это однопользовательская серия повествовательных ролевых экшенов, в которой игрокам предлагается выбрать свой собственный опыт — от появления своего Arisen, своего призвания, своей партии, того, как подходить к различным ситуациям и многого другого. Теперь, в этом долгожданном сиквеле, вас ждет глубокий, исследуемый фэнтезийный мир Dragon's Dogma 2.\r\n\r\nВ вашем путешествии к вам присоединятся пешки, таинственные потусторонние существа, в приключении настолько уникальном, что вы почувствуете себя так, как будто вас сопровождают другие игроки во время вашего собственного приключения.\r\n\r\nВсе эти элементы усовершенствованы с помощью физических технологий, искусственного интеллекта (ИИ) и новейшей графики, чтобы создать по-настоящему захватывающий фэнтезийный мир в Dragon's Dogma 2.",
      "image": "image/dragons.png",
      "category": 18,
      "price": 6999,
      "created_at": "2024-04-04",
      "updated_at": "2024-05-03"
    }
  }
]